Repository: BeAPI/bea-content-sync-fusion
Catalog: languages/bea-content-sync-fusion-*.po
Languages: fr_fr

source: Exclude this group from future synchro
fr_fr: Exclure

source: Exclude this field from future synchro
fr_fr: Exclure

source: Exclude this group from sync
fr_fr: Exclure

source: Remote revision
fr_fr: Révision distante

source: Resync content
fr_fr: Resynchroniser le contenu

source: Sync content
fr_fr: Synchroniser le contenu

source: Resync website OK.
fr_fr: Resynchronisation du site terminée.

source: Sync website OK.
fr_fr: Synchronisation du site OK.

source: Synchronization
fr_fr: Synchronisation

source: Content synchronization status
fr_fr: Statut des Synchronisations

source: Synchronized contents awaiting validation
fr_fr: Contenus synchronisés en attente de validation

source: Show all media
fr_fr: Afficher tous les médias

source: Show all content
fr_fr: Afficher tous les contenus

source: Show only local content
fr_fr: N'afficher que le contenu local

source: Show only remote content
fr_fr: N'afficher que le contenu distant

source: Synchronization (auto)
fr_fr: Synchronisation (automatique)

source: Synchronization (manual)
fr_fr: Synchronisation (manuelle)

source: Include in the sync
fr_fr: Inclure dans la synchronisation

source: Content Sync Notifications
fr_fr: Notifications de synchronisation

source: Sync Notification
fr_fr: Notifications de synchronisation

source: Selectable users
fr_fr: Utilisateurs disponibles

source: Selection users
fr_fr: Sélection des utilisateurs

source: Publish
fr_fr: Publié

source: You are not allowed to edit this content. You must update it from your master site.
fr_fr: Vous n'êtes pas autorisé à modifier ce contenu. Vous devez mettre à jour depuis votre site source.

source: Selectable items
fr_fr: Éléments sélectionnable

source: Selection items
fr_fr: Éléments sélectionnés

source: Edit
fr_fr: Éditer

source: Add
fr_fr: Ajouter

source: Queue
fr_fr: File d'attente

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: This synchronization ID not exists. Tcheater ?
fr_fr: Cet ID de synchronisation n'existe pas. Tricheur ?

source: Advanced settings updated with success !
fr_fr: Réglages avancés mis à jour avec succès !

source: You must defined a label.
fr_fr: Vous devez définir un label.

source: You must defined at least one emitter.
fr_fr: Vous devez définir au moins un émetteur.

source: You must defined at least one receiver.
fr_fr: Vous devez définir au moins un receveur.

source: No content to flush
fr_fr: Aucun contenu à purger

source: Start of content flushing
fr_fr: Début de la purge des contenus

source: End of content flushing
fr_fr: Fin de la purge des contenus

source: All commands related "flush features" to the BEA Content Sync Fusion plugin
fr_fr: Toutes les commandes liées à la "purge" du plugin BEA Content Sync Fusion

source: No content to synchronize
fr_fr: Aucun contenu à synchroniser

source: Queue flushed with success !
fr_fr: La file d'attente a été purgée avec succès !

source: Start of content synchronization
fr_fr: Début de la synchronisation des contenus

source: End of content synchronization
fr_fr: Fin de la synchronisation des contenus

source: All commands related "queue features" to the BEA Content Sync Fusion plugin
fr_fr: Toutes les commandes liées à la "File d'attente" du plugin BEA Content Sync Fusion

source: No site to resync
fr_fr: Aucun site à re-synchroniser

source: No sync data emission for this website
fr_fr: Pas d’émission de données de synchronisation pour ce site web

source: No content to resync
fr_fr: Aucun contenu à re-synchroniser

source: Start of content resyncing
fr_fr: Début de la re-synchronisation des contenus

source: End of content resync
fr_fr: Fin de la re-synchronisation des contenus

source: All commands related "resync features" to the BEA Content Sync Fusion plugin
fr_fr: Toutes les commandes liées à la "re-synchronisation" du plugin BEA Content Sync Fusion

source: Title
fr_fr: Titre

source: No content to validate
fr_fr: Aucun contenu à valider

source: There are still %d item(s) to synchronize.
fr_fr: Il reste encore %d élément(s) à synchroniser.

source: Force sync 30 first items
fr_fr: Forcer la synchronisation des 30 premiers éléments

source: This content comes from a synchronization. You can choose to stop receiving updates by checking the following box.
fr_fr: Ce contenu provient d'une synchronisation. Vous pouvez choisir de ne plus recevoir de mises à jour en cochant cette case.

source: Exclude this content from future synchronization
fr_fr: Exclure ce contenu des prochaines synchronisations

source: An internal note for diffusion:
fr_fr: Note interne pour la diffusion:

source: Content Sync: Notifications
fr_fr: Synchronisations : Notifications

source: This page allows you to choose what user must be notified when adding new content with sync feature. If no user is selected, no notification will be sent.
fr_fr: Cette page vous permet de choisir quels utilisateurs doivent être notifiés quand un nouveau contenu est synchronisé. Si aucun utilisateur n'est sélectionné, aucune notification ne sera envoyée.

source: Save settings
fr_fr: Enregistrer les réglages

source: Emitter
fr_fr: Émetteur

source: Term:
fr_fr: Terme:

source: No term or invalid term
fr_fr: Aucun terme ou terme invalide

source: This content will be transmitted to other network sites. You decide to include from synchronization by checking the box below.
fr_fr: Ce contenu sera transmis aux autres sites du réseau. Vous pouvez décider d’inclure cet élément de la synchronisation en cochant la case ci-dessous.

source: Include this content from synchronization
fr_fr: Inclure ce contenu de la synchronisation

source: This content is concerned with these following synchronizations: <strong>%s</strong>
fr_fr: Ce contenu est inclus dans les synchronisations suivantes : <strong>%s</strong>

source: This content will be transmitted to other network sites. You decide to exclude from synchronization by checking the box below.
fr_fr: Ce contenu sera transmis aux autres sites du réseau. Vous pouvez décider d'exclure cet élément de la synchronisation en cochant la case ci-dessous.

source: Exclude this content from synchronization
fr_fr: Exclure ce contenu de la synchronisation

source: An internal note for diffusion.
fr_fr: Une note interne lors de la diffusion.

source: You can choose which sites should receive this content. The publication status is taken into account only during the first synchronization on the concerned site.
fr_fr: Vous pouvez choisir quels sites vont recevoir ce contenu. Le statut de la publication est prise en compte seulement lors de la première synchronisation vers le site concerné.

source: Publish always
fr_fr: Toujours publier

source: Pending + Leave as
fr_fr: En attente de validation et laisser tel quel

source: Publish + Draft future
fr_fr: Publié et Brouillon futur

source: Pending + Draft future
fr_fr: En attente de relecture et brouillon

source: Content Sync: Edit
fr_fr: Synchronisation : Éditer

source: Content Sync: Add
fr_fr: Synchronisation : Ajouter

source: Label
fr_fr: Libellé

source: The label of the synchronization is mainly used for the administration console.
fr_fr: Le libellé de cette synchronisation est principalement utilisé pour l'amdinistration.

source: Post type
fr_fr: Type de contenu

source: No post type, sync only taxo !
fr_fr: Aucun type de contenu, seulement les taxonomies !

source: You must select the type of content that you want to sync
fr_fr: Vous devez sélectionner le type de contenu que vous voulez synchroniser

source: Taxonomies
fr_fr: Taxinomies

source: You must select taxonomies related to content that you want to sync
fr_fr: Vous devez sélectionner les taxinomies associées au contenu que vous voulez synchroniser

source: P2P connections
fr_fr: Connections P2P

source: You must select P2P connection that you want to sync
fr_fr: Vous devez sélectionner les connections P2P que vous voulez synchroniser

source: Mode
fr_fr: Mode de fonctionnement

source: Manual
fr_fr: Manuel

source: Automatic
fr_fr: Automatique

source: Exclude default (only attachments)
fr_fr: Exclusion par défaut (uniquement pour les médias)

source: Mode automatically is completely transparent to the user, whereas the manual mode adds a meta box in the writing page.
fr_fr: Le mode automatique est complètement transparent pour l'utilisateur. Le mode manuel ajoute une boite de configuration dans la page d'édition.

source: Default status
fr_fr: Statut par défaut

source: Pending
fr_fr: En attente de relecture

source: User selection's, only for manual mode
fr_fr: Choix de l'utilisateur, seulement en mode manuel

source: When content is published and it is sent to other sites, it is automatically set to the status "published", you can also set the "pending" status and provide an opportunity for each admin to validate or not the content. (only for post type)
fr_fr: Lorsque le contenu est enregistré et envoyé vers les autres sites, le statut est automatiquement "Publié", vous pouvez mettre "En attente de relecture" et donner la possibilité à chaque administrateur de valider ou pas le contenu. (seulement pour les types de contenu)

source: Emitters
fr_fr: Émetteurs

source: Receivers
fr_fr: Receveurs

source: Save
fr_fr: Enregistrer

source: Content Sync: Queue
fr_fr: Synchronisations : file d'attente

source: Number of items in the queue :
fr_fr: Nombre d'éléments dans la file d'attente :

source: The file %s has been modified :
fr_fr: Le fichier %s a été modifié :

source: Delete file lock
fr_fr: Supprimer le fichier de verrouillage

source: The file %s has been deleted
fr_fr: Le fichier %s a été supprimé

source: Number of items in the queue of maintenance :
fr_fr: Nombre d'éléments dans la file d'attente de maintenance :

source: For debug only (30 items only)
fr_fr: Pour le débuggage seulement (30 éléments à la fois)

source: You can now debug the queue of each site one by one from their dashboard or the list of sites view.
fr_fr: Vous pouvez désormais debugger la file d'attente de chaque site depuis son tableau de bord ou depuis la liste de sites.

source: Content Sync: Settings
fr_fr: Synchronisations : Réglages

source: This plugin gives you the ability to sync content published on a website network to one or more websites network of your choice.
fr_fr: Cette extension vous donne la possibilité de synchroniser du contenu entre un site du réseau vers un ou plusieurs sites de votre choix.

source: Name
fr_fr: Nom

source: Enable ?
fr_fr: Activer ?

source: No synchronization exists. Want to <a href="%s">create one</a>?
fr_fr: Aucune synchronisation n'existe. Voulez-vous en <a href="%s">ajouter une</a> ?

source: Delete
fr_fr: Supprimer

source: This item is locked because registered since the developer API.
fr_fr: Cet élément est verrouillé parce qu'il est défini à partir de l'API pour les développeurs.

source: Content Sync: Advanced settings
fr_fr: Synchronisations : Réglages avancés

source: Special mode
fr_fr: Mode spécial

source: Remove all content edition restrictions
fr_fr: Retirer toutes les restrictions sur le contenu

source: You can choose which sites should receive this content. Select no site does not synchronize this content.
fr_fr: Vous pouvez choisir sur quels sites recevoir ce contenu. Ne sélectionner aucun site ne synchronise pas ce contenu.
